export interface IChronologyItem {
  year: number[];
  description: string[];
}
      
export const chronologyData: IChronologyItem[] = [
  { 
    year: [1994, 1995],
    description: [
      'Открытие ОО «МЦ Интербилим».', 
      '1995 Открытие Ошского филиала «МЦ Интербилим» в 1995 году.',
      'Начало разработки альтернативного закона «О некоммерческих организациях.',
      'Оказано более 200 консультативных услуг, тренинговых услуг для активистов и Инициативных Групп по концепции НКО, созданию организации и разработке устава НКО, юридических и технических услуг по разъяснению законодательства КР, регистрации НКО в Министерстве Юстиции КР, по „Совместной оценке нужд сообщества“.',
    ],
  },
  { 
    year: [1996, 1997],
    description: [
      'Создание Форума НКО для развития третьего сектора и защиты их прав.',
      'Независимый мониторинг референдума 1996 года по изменениям в Конституции КР.',
      'Мониторинг выборов в Парламент на Токольдошском участке, Бишкек, 1997 год.',
      'Разработка альтернативного законопроекта «О некоммерческих организациях Кыргызстана».',
      '5 проектов по организационному развитию НПО по всей республике.',
      '73 тренинговых, 720 консультативных услуг: по темам НКО — 420, по использованию Электронной почты — 300, и 240 технических услуг для НКО в 1996 году и 28 НКО в 1997 году по организационному развитию.',
      '6 широкомасштабных эдвокаси кампаний совместно с Форумом НКО, впервые в истории КР со стороны Общественных организаций была начата практика по защите прав человека и отстаиванию общественных интересов.',
    ],
  },
  { 
    year: [1998, 1999],
    description: [
      'Обменные визиты 10 НКО Нарынской области с НКО юга.', 
      'Поездки 5 лидеров НКО Кыргызстана в Польшу для обмена опытом.', 
      'Открытие Информационных Центров для населения в Ошской области, Центров Поддержки Гражданского Общества (ЦПГО).',
      'Организация независимой группы экологических организаций для мониторинга аварии в Барскооне. Обращение к народу с подписями 200 организаций по экологической ситуации. Обращение к президенту «Кумтор Оперейтинг Компани» с вопросами представителей НКО сектора. Обращение к виновникам аварии с целью оказания помощи для пострадавших жителей; организован мирный пикет с партнёрами Форума НКО у дома Правительства и офиса КОК для привлечения внимания властей к последствиям Барскоонской трагедии.',
      'Распространена информация о начале военных событий в Баткенской области в защиту прав пострадавших граждан в области в 1999 году; Обращения к президентам Кыргызстана, Узбекистана и Таджикистана; создан временный штаб для НКО и СМИ для консультативной поддержки и сбора гуманитарной помощи.',
      '2 проекта по развитию неправительственных организаций.',
    ],
  },
  { 
    year: [2000],
    description: [
      'Встреча НКО «Все для Баткена, все для победы» (22.09.2000) для помощи семьям участников боевых действий по вопросу оказания помощи семьям военных — участников боевых действиях в Баткенской области, по необходимости оказания помощи детям Баткена и принятия их в школы других районов.', 
      'Независимое наблюдение парламентских выборов с публикацией фактов нарушений.', 
      'Работа над проектом Кодекса о детях для защиты их прав на развитие.',
      'Встреча лидеров НКО и СМИ ко 2-й годовщине экологической катастрофы на Иссык-Куле (май 2000).',
      'Фильм «Золотая Авария» о катастрофе в Барскауне (совместно с «Тенир Ата — Умай эне»).',
      'Тренинговые, консультативные и технические услуги для 20 целевых НКО: «Арыш», Кризисный центр «Умут», «Ата-Журт», а также для лидеров местных сообществ.',
      'Инициирование Рабочей группы по подготовке проекта Кодекса о детях Кыргызстана и участие в её деятельности для защиты прав детей на свободное развитие.',
      'Участие в обсуждении программы КОР для усовершенствования государственного управления и защиты прав граждан на достойную жизнь.',
      'Осуществлён один проект по развитию НКО.',
    ],
  },
  { 
    year: [2001],
    description: [
      'Кампания против антиконституционного постановления № 358 (18.07.2001), ограничивающего свободу объединений.',
      'Совместная кампания с НКО «Каждый ребёнок — богатство страны»: теледебаты о детской беспризорности на ГосТВ.',
      'Показ фильма «Золотая авария» на международном фестивале «Один мир» (Прага, 2001).',
      'Номинации и награды фильма: приз кинофестиваля «EnviroFilm» (Словакия), грамота фестиваля «Зелёный взгляд» (Санкт-Петербург).',
      'Проект по повышению потенциала неправительственных организаций. ',
      'Встречи НКО с представителями донорских организаций: Всемирного банка, ЕБРР, АБР, ТАСИС, ПРООН и министерств КР по вопросам политики финансовых институтов, правительства, формирования расходов бюджета, инвестиций, кредитов, разработки эффективных методов борьбы с бедностью для продвижения экономического развития страны.',
      ' Проведено обсуждение «Закона об инвалидах» для защиты прав инвалидов и оказано содействие Ассоциации инвалидов в проведении первой Региональной Конференции «Обеспечение равных возможностей для инвалидов»; Создан видеофильм по защите прав пенсионеров в КР.',
      'Проведена кампания совместно с детскими НКО «Каждый ребёнок — богатство страны».',
      'Общественная кампания по отмене антиконституционного постановления № 358 от 18 июля 2001 года «О внесении изменений в некоторые законодательные акты КР», запрещающего свободное объединение граждан. В результате постановление было отозвано.',
    ],
  },
  { 
    year: [2002],
    description: [
      'Акция «НПО Кыргызстана за льготное налогообложение для НКО».',
      'Кампания «Дорога в справедливость!» в защиту прав пострадавших граждан Аксы.',
      'Обращение об отмене законопроекта о моратории на публичные мероприятия в КР.',
      'Независимое наблюдение выборов депутатов ЖК по округу № 35 «Ош-3000».',
      'Фильм «Птенцы без гнёзда» о беспризорных детях: показ на VII Московском Форуме, фестивалях в Москве, Амстердаме, Женеве, конференции «Дети в тюрьмах» (Амстердам), дебаты на тему уличных детей.',
      'Оказано содействие заключённым, больным туберкулёзом в одной из колоний КР, через привлечение гуманитарной помощи.',
      'Двухгодичный проект по развитию НКО: сформированы эдвокаси группы для защиты прав человека и общественных интересов (40 НКО Ошской, Чуйской, Нарынской и Таласской обл.); проект «Развитие гражданского общества и НКО в ЦА» в партнёрстве с АЦПГО и ЮСАИД; В результате Инициативные группы 8 целевых сообществ были преобразованы в Общественные организации по развитию сельских сообществ: ОО «Сооп-Кочу», ОО «Старая Покровка»;',
      'Осуществлён мониторинг проекта Всемирного банка по ремонту больницы № 1 в г. Ош, больницы в с. Кара-Суу для защиты прав потребителей.',
    ],
  },
  { 
    year: [2003],
    description: [
      'Обучение сообществ организационному развитию, эдвокаси кампаниям, созданию коалиций и ассоциаций.',
      'Тренинги для 8 айыл окмоту и активистов: «Роль женщин в решении конфликтов», «Добросовестное управление и улучшение местных услуг».',
      'Содействие в решении экономических проблем через открытие 4 микрокредитных агентств силами Инициативных групп.',
      'Реализация проектов развития и 3 проектов по улучшению местных услуг в Ошской области (партнёрство с ОБСЕ и АЦПГО).',
      'Предложения в Закон «О внесении изменений в Кодекс о выборах».',
      'Обращение в защиту свободы слова из-за преследований независимых СМИ.',
      'Обращение к народу в годовщину Аксыйских событий.',
      'Предложения к проекту «Кодекса о детях КР».',
      'Участие в обсуждении на ТВ о роли НКО в борьбе с коррупцией и защите права граждан на качественные услуги.',
    ],
  },
  { 
    year: [2004],
    description: [
      'Протест Наблюдательно-Консультативной группы против ввоза 1800 тонн урановых отходов из Германии.',
      'Обращение против финансирования ЕБРР добычи золота на «Джеруе» через подставную компанию «Норокс».',
      'Протест в защиту общинных организаций и НКО, требование отмены законопроекта «Об общинных организациях».',
      'Встречи с депутатами и НКО по внедрению Мадридского плана в нацпрограммы; доклад директора «МЦ Интербилим» на международной встрече, решение о технической помощи Кыргызстану от ООН.',
      'Кампания «За честные и свободные выборы!» в 3 округах Бишкека и Оша.',
      'Тренинги, информационно-консультативные и проектные услуги для НКО.',
      'Обучение 60 женщин Аксыйского района совместно с ОБСЕ для урегулирования последствий конфликта (2002 г.).',
      '«Доверие. Взаимодействие. Сотрудничество» в партнёрстве с «Аллавида» для повышения социальной справедливости в 40 айыл окмоту Ошской и Чуйской области КР; В 40 айыл окмоту сформированы группы по совместному решению местных проблем из местных НКО, депутатов местных кенешей, айыл окмоту.',
      ' «Совместное изучение нужд села» в партнёрстве с ЮСАИД, Фондом Сороса/Кыргызстан.',
      ' «Грант общинных действий» в партнёрстве с ЮСАИД и АЦПГО, обученными НКО было реализовано 5 эдвокаси проектов по решению проблем сообществ.',
      'Проект «Здоровое сообщество». Сообществами было реализовано 3 проекта в сфере здравоохранения.',
    ],
  },
  { 
    year: [2005],
    description: [
      'Обращение к Президенту (январь 2005) с протестом против проверки НКО, получающих гранты, по инициативе Минюста.',
      'Обращение с партнёрами о нарушении прав человека и ограничении свободы (февраль 2005); акция за отмену моратория на мирные митинги (январь-февраль 2005).',
      'Акция «Бишкек, проснись! Мы хотим знать правду!» (23 марта 2005), организованная «МЦ Интербилим» с партнёрами против информационного вакуума и нарушений прав человека; поддержана молодёжными движениями «Бирге», «Кел-Кел Возрождение» и Бюро по правам человека.',
      'Осуществлено 4 проекта по содействию проведению справедливых выборов, по организационному развитию НКО, по изучению нужд села.',
    ],
  },
  { 
    year: [2006],
    description: [
      'Кампания против приватизации энергосектора: 7 слушаний, обращения к Совету директоров ЕБРР, президенту, спикеру и правительству.',
      'Акции против вхождения в программу ХИПИК (2006): слушания, сбор предложений, подписей, декларация с НКО о списании внешнего долга без ХИПИК; международная кампания подписей (апрель-май); десятки акций (март-декабрь).',
      'Инициатива «МЦ Интербилим» о проведении Общенационального Гражданского Форума-II (12 октября 2006) для стабилизации ситуации, объединения прогрессивных сил и представления совместной резолюции правительству и общественности, направленные на проведение реформ, обеспечение прозрачности власти, соблюдение законов, защиту прав граждан и устранение коррупции.',
      'Доклад совместно с ОО «Центр защиты детей», ОО Центр поддержки «Поколение», входящими в Сеть НКО по защите прав и продвижению интересов детей, в защиту прав детей, по пресечению эксплуатации детского труда.',
      'Ошским филиалом «МЦ Интербилим разработан проект закона в защиту прав свидетелей разработан проект закона „О защите прав свидетелей“ и осуществлено его лоббирование в ЖК КР.',
      'Акция в защиту прав жителей Ошской области через содействие в противодействии коррупции и бюрократии по оказанию услуг и обсуждение вопроса об улучшении деятельности Территориальных общественных советов.',
      'Начало осуществления проекта „Школы лидерства“ (2006–2011), проект по организационному развитию.',
    ],
  },
  { 
    year: [2007],
    description: [
      'Содействие снижению коррупции в регионах Ошской области путём совершенствования социальных услуг». В результате были улучшены механизмы учёта умерших льготников, было выявлено 24 мёртвых душ — получателей социальной помощи.',
      'Проведено более 18 эдвокаси кампаний в защиту прав разных слоёв населения и групп.',
      'Мониторинг парламентских выборов.',
      'Продолжение осуществления проекта «Школы лидерства». ',
      'Стажировка молодых лидеров в Польше.',
    ],
  },
  { 
    year: [2008],
    description: [
      'Акции с партнёрами за свободу слова, выражение мнений и право на мирные собрания.',
      'Акции против приватизации стратегических объектов, сращивания криминалитета с властью, репрессий против общественных деятелей, НКО и СМИ.',
      'Обращение по фальсификациям на парламентских выборах 2007 года.',
      'Обращение с партнёрами (Бюро по правам человека, ОО «Таза-Табигат») о распределении водных и энергетических ресурсов.',
      'Участие в Общественном Парламенте с 20 февраля 2008 года с требованиями о срочном прекращении продажи энергетического сектора в частную собственность, о прекращении тайного распределения месторождений и продажи земель Кыргызстана иностранным государствам, ограничения прав и свобод граждан.',
      'Продолжение осуществления проекта «Школы лидерства». ',
      'Проекты: повышение гражданского активизма молодёжи, интеграция социального-экономического уровня общин на юге Кыргызстана, стажировка молодых лидеров в Польше.',
    ],
  },
  { 
    year: [2009],
    description: [
      'Пресс-конференция с НКО и обращение «Против ужесточения контроля над гражданским обществом» (2 марта 2009) к Президенту, ЖК и Омбудсмену КР.',
      'Участие в мирных акциях в защиту незаконно осуждённых в Ноокатских событиях.',
      'Участие в рассмотрении дел в судах как общественных защитников по Ноокатскому делу, Петровских событиям, по делам лиц, несогласных с итогами выборов.',
      'Акция протеста «Стоп репрессиям!» (31 июля 2009) с НПО в защиту незаконно осуждённых, приковав себя наручниками у здания Правительства.',
      'Независимое наблюдение за выборами Президента в составе Союза Гражданских Организаций (2009).',
      'Осуществлён проект по долгосрочному наблюдению за президентскими выборами, проект по встрече НКО и ХИВОС по равному доступу к возможностям, правам и ресурсам.',
    ],
  },
  { 
    year: [2010],
    description: [
      'Обращение к Генеральному прокурору КР о расследовании правонарушений на выборах.',
      'Акция против приватизации стратегически важных объектов и сокрытия продажи «КыргызТелекома» и распределительной компании.',
      'Протест против продажи «КыргызТелекома» и «Североэлектро» через обращения в правительство и к Министру госимущества КР.',
      'Проекты: поддержка гражданских активистов для развитии демократии в Кыргызстане, развитие женского лидерства и наращивание потенциала НКО, разъяснительная работа по Конститционной реформе.',
    ],
  },
  { 
    year: [2011],
    description: [
      'Работа с Гражданским Союзом «За реформы и результат» по реформированию ОВД, участие «МЦ Интербилим» в разработке Альтернативной Концепции.',
      'Защита интересов пострадавших через внедрение прозрачности в деятельности Госдирекции по восстановлению г. Ош и Джалал-Абад.',
      'Содействие занятости пострадавших во время июньских событий на юге через организацию мастерских и временных рабочих мест для 153 семей.',
      'Защита прав граждан и пострадавших от незаконных штрафов за электричество в ходе июньских событий совместно с НКО.',
      '6 проектов: по координации НКО и жизнеобеспечению, защите прав бедных и обездоленных граждан на юге Кыргызстана, предотвращению конфликтов путём повышения подотчётности местных органов власти, по информированию населения пострадавших регионов, форум НПО для АБР по предотвращению конфликтов и построению мира в Кыргызской Республике.',
      'Начало проекта «Паспорт к успеху».',
    ],
  },
  { 
    year: [2012],
    description: [
      'Общественные слушания и сбор 10 000 подписей совместно с Гражданским Союзом «За реформы и результат» в поддержку Альтернативной концепции реформы ОВД, по продвижению реформы в органах внутренних дел КР (ОВД).',
      'Лоббирование создания Фонда поддержки местных инициатив в г. Ош и выделение средств из бюджета.',
      'Защита жителей с участками под снос, участие в разработке Реестра муниципальных услуг с мэрией Ош.',
      'Публикация пособия «Руководство для граждан по взаимодействию с ЖК КР» для защиты прав граждан на информацию.',
      'Продолжение проекта «Паспорт к успеху».',
      'Проект по мониторингу финансовых средств политических партий в период избирательных кампаний; Многонациональный Кыргызстан — одна родина на всех; Предотвращение конфликтов путём повышения подотчётности местных органов власти; Снижение межэтнических конфликтов в Кыргызстане.',
    ],
  },
  { 
    year: [2013],
    description: [
      'Кампания «МЦ Интербилим» по продвижению реформы МВД, общественные слушания в регионах, встречи с премьер-министром и правительством по Альтернативной концепции.',
      'Участие в кампании против законопроекта об «иностранных агентах», обращения и выступления в СМИ. Чего добились, писать о результатах! измеримый результат.',
      'Проекта: Добросовестное управление через эффективное оказание госуслуг, исследование в действии: усилия гр.общества для предотвращения конфликтов в Ферганской долине; Поддержка инициативных групп, предоставляющих психо-социальную помощь; Повышение уверенности семей мигрантов.',
    ],
  },
  { 
    year: [2014],
    description: [
      'Содействие гражданам, пострадавшим в июньских событиях на юге, в стихийных межэтнических столкновениях между кыргызами и узбеками, вспыхнувших 10–15 июня 2010 года в г. Ош через участие в Региональном гуманитарном форуме (РГФ).',
      'Обеспечение пострадавших бесплатной юридической консультацией, помощь в оформлении обращений, привлечение независимого оценщика для защиты прав на жильё.',
      'Разработка публикации с Альянсом «Свободное Поколение» о последствиях принятия законопроекта об НКО как «иностранных агентах».',
      'Проекты: Бок о бок по развитию жизненных навыков детей; По предотвращению нарушений во время выборов через повышение точности списков избирателей; Усиление роли общественных советов для решения проблем мигрантов.',
    ],
  },
  { 
    year: [2015],
    description: [
      'Участие в кампании против законопроекта об «иностранных агентах».',
      'Расширение информационных кампаний с партнёрами через статьи о деятельности НКО, интервью о роли НКО в развитии страны, последствиях принятия закона об «иностранных агентах», посещение парламентских слушаний по вопросу о законопроекте, репортажи и видео сюжетов НКО о роли НКО, размещение публикаций НКО в социальных сетях и СМИ.',
      'Участие в Общественном Движении «За отмену льгот и привилегий депутатов ЖК КР».',
      'Проект по регулятивной реформе «Системный анализ регулирования»; Программа по построению мира «Жить Бок о Бок».',
    ],
  },
  { 
    year: [2016],
    description: [
      'Кампания против законопроекта об «иностранных агентах» и защита НКО сектора. ',
      'Активное участие «МЦ Интербилим» в борьбе против нелегитимных изменений в Конституцию Кыргызстана через Референдум. Организованы открытые обсуждения, результатом которых стало обращение к президенту и резолюция о признании изменений Конституции до 2020 года незаконными.',
      'Содействие в защите прав граждан на жильё Ошским филиалом «МЦ Интербилим».',
      'Мониторинг предвыборных обещаний политических партий.',
      'Проекты: Защита прав населения при изъятии и сносе индивидуального жилья для государственных нужд; Защита прав уязвимого населения, в том числе этнических меньшинств, на достаточное жильё.',
    ],
  },
  { 
    year: [2017],
    description: [
      'Эдвокаси кампания «МЦ Интербилим» по защите прав избирателей и журналистов. ',
      'Обращение Ошского филиала «МЦ Интербилим» в мэрию г. Ош по разработке Правил застройки в г. Ош для обеспечения права на достаточное жильё и учёта интересов жителей многоэтажных домов, защита прав женщин перед банками, отстаивание прав граждан перед застройщиками. ',
      'Лоббирование реализации Закона по улучшению местных услуг в г. Ош.',
      'Проекты: Повышение прозрачности местных властей при помощи информирования уязвимых женщин и молодёжи о социальных услугах в г. Оше; Усиление 40 кондоминимумов г. Оша по мобилизации жителей многоэтажных квартир для получения документов на ПЗУ.',
    ],
  },
  { 
    year: [2018, 2019],
    description: [
      'Участие «МЦ Интербилим» в усовершенствовании избирательного законодательства для защиты прав избирателей.',
      'Сеть РГФ, включая Ошский филиал «МЦ Интербилим», направила Обращение депутатам Ошского горкенеша по плану социально-экономического развития, выступая за борьбу с коррупцией при распределении социального жилья, защиту буферной зоны Сулейман-Тоо от незаконной застройки и восстановление прав жителей на придомовые земельные участки через обжалование постановлений.',
      'Ошский филиал «МЦ Интербилим» обратился в прокуратуру по несправедливому распределению социального жилья для ЛОВЗ.',
      'Проекты: Профилактика правонарушений для несовершеннолетних; Право на жизнь; Усиление потенциала молодых женщин и мужчин в Кыргызстане для продвижения мира и безопасности; Вовлечение общественности в управлении муниципальными землями в г. ОШ и г. Джалал-Абад: инвентаризация и открытие данных муниципальной собственности.',
    ],
  },
  {
    year: [2020, 2024], 
    description: [
      'Презентации на конференциях «Благоприятная среда для НКО» и «Вклад ОГО в развитие регионов», публикация «О секторе НКО Кыргызстана» и статья «О политической деятельности».',
      'Обращение с партнёрами в Комитет ЖК КР по нарушению Регламента (ст. 82, 83, 85) и участие в парламентских слушаниях.',
      'Проекты Город безопасного и доступного жилья; Достаточное жилище, как основополагающее право человека; Продвижение толерантности и ценностей мультикультурного общества; Защита и продвижение жилищных и имущественных прав внутренне перемещённых лиц в приграничных районах Кыргызстана; Укрепление сотрудничества местной молодёжи и мэрии г. Узген в предотвращении конфликтов (Ынтымактуу Жашоо); Улучшение управления твёрдыми отходами посредством гражданской активности ради экологической безопасности; Организация совместного мониторинга и оценки в 20 муниципалитетах КР в Нарынской, Ошской, Джалал-Абадской и Иссык-кульской областях; Активное участие местного сообщества в улучшении качества жизни.',
      'Участие в обсуждениях по законопроекту, коллективные Обращения, рекомендации относительно политических прав и деятельности НКО, относительно сокращения гражданского сектора и последствий в случае принятия законопроекта, относительно дискриминационного характера Законопроекта о НКО.',
    ]
  }
]