export interface IChronologyItem {
  year: number[];
  description: string[];
}

export const chronologyData: IChronologyItem[] = [
  { 
    year: [1994],
    description: [
      'Открытие Интербилим', '1995 Открытие  Ошского филиала в 1995 году', 
      'Начало разработки альтернативного закона «О некоммерческих организациях',
    ],
  },
  { 
    year: [1996],
    description: [
      'Создание Форума НКО  для улучшения условий  развития «третьего сектора»  и защиты прав НКО Мониторинг в качестве независимых наблюдателей во время Референдума в 1996 году по внесению изменений и дополнений в Конституцию КР', 
      'Мониторинг выборов в Парламент  на Токольдошском избирательном участке в г. Бишкек в 1997 году Завершение разработки Альтернативного проекта закона «О некоммерческих организациях Кыргызстана»',
    ],
  },
  { 
    year: [1998],
    description: [
      'Организация обменных визитов 10 НКО Нарынской области с НКО юга Организация поездок пяти лидеров НКО Кыргызстана в Польшу для изучения опыта Открытие Информационных Центров для оказания услуг населению в Ошской области ',
    ],
  },
  { 
    year: [2000],
    description: [
      'Инициирование встречи НКО «Все для Баткена, все для победы» 22 сентября 2000 года по вопросу помощи семьям участников боевых действиях в Баткенской области, Обращения. Проведение независимого наблюдения во время парламентских выборов для защиты прав избирателей с обнародованием  фактов нарушений', 
      'Работа в Рабочей группе по подготовке проекта Кодекса о детях Кыргызстана для защиты прав детей на свободное развитие', 
      'Организация встречи лидеров НКО и СМИ ко 2-ой годовщине экологической катастрофы на Иссык-Куле в мае 2000 года', 'Выпуск фильма совместно с «Тенир Ата-  Умай эне»: «Золотая Авария» о Барскаунской катастрофе'],
  },
  { 
    year: [2001],
    description: [
      'Общественная кампания по отмене антиконституционного постановления №358 от 18 июля 2001 года «О внесении изменений в некоторые законодательные акты КР», запрещающего свободное объединение граждан,', 
      '2) Кампания совместно с НКО «Каждый ребенок - богатство страны» (усовершенствование законодательства в области прав ребенка): первые общественные теледебаты на Государственном ТВ на тему роста детской беспризорности;', 
      '3) Отбор видео-фильма «Золотая авария» для показа на  международном фестивале фильмов по правам человека  «Один мир» в мае 2001 г. в Праге (Чехословакия), становление «МЦ Интербилим» и Фонда «Тенир Ата» номинантом приза международного кинофестиваля «EnviroFilm»(Словакия), награждение грамотой на Шестом международном фестивале экологических фильмов «Зеленый взгляд» (Санкт-Петербург)'],
  },
  { 
    year: [2002],
    description: [
      '1) Совместная акция «НПО Кыргызстана «за» льготное налогообложение для НКО',
      '2)  Общественная кампания «Дорога в справедливость!» в защиту пострадавших граждан с целью восстановления справедливости и нарушенных прав граждан Аксы (по поводу стрельбы по мирным демонстрантам)',
      '3) Обращение по отмене законопроекта «О моратории на проведение собраний, митингов, пикетов, уличных шествий и иных публичных мероприятий в КР»',
      '4) Независимое наблюдение за выборами депутатов Законодательного Собрания ЖК по избирательному округу № 35 «Ош-3000»',
      '5) Создание видеофильма «Птенцы без гнезда» «МЦ Интербилим» и Фонда «Тенир Ата»  о беспризорных детях, показ видео-фильма на VII Московском Форуме национальных кинематографий стран СНГ, а также на фестивалях и конференциях в Москве, Амстердаме и Женеве, во время Международной конференции экспертов «Дети в тюрьмах» в Амстердаме, Нидерланды, на независимом и государственном ТВ, проведение дебатов на тему уличных детей',
    ],
  },
  { 
    year: [2003],
    description: [
      'Содействие  сообществам и обучение в организационном развитии,  в проведении эдвокаси кампаний по продвижению общественных интересов, создании коалиций и ассоциаций, проведение тренингов для 8 айыл окмоту и активистов на темы: «Роль женщин в решении конфликтов»,  «Добросовестное управление, основанное на улучшение местных услуг»; - содействие в решении экономических проблем сообществ через открытие 4 микрокредитных агентств в сообществах силами Инициативных групп сообществ; - реализация проектов по развитию и 3 проекта по улучшению качества местных услуг в Ошской области в партнерстве с ОБСЕ и АЦПГО',
      '1) Инициирование предложений в Закон «О внесении изменений и дополнений в Кодекс о выборах»',
      '2) Обращение по защите свободы слова в связи с преследованиями независимых СМИ',
      '3) Обращение к  народу по поводу годовщины Аксыйских событий',
      '4) Разработка предложений в проект «Кодекса о детях КР»',
      '5) Участие в обсуждении «О роли НКО в борьбе с коррупцией» в ТВ программе по местному самоуправлению в защиту прав граждан на доступ к качественным услугам',
    ],
  },
  { 
    year: [2004],
    description: [
      '1) Обращение Наблюдательно - Консультативной группы с протестом против ввоза в Кыргызстан 1800 тонн урановых отходов на переработку из Германии,',
      '2) Обращение против финансирования Европейским банком реконструкции и развития (ЕБРР) проекта по добыче золота на месторождении «Джеруй» через подставную компанию «Норокс»',
      '3) Протест в защиту общинных организаций и НКО и о необходимости отмены законопроекта «О общинных организациях»',
      '4) Встречи с депутатами, геронтологическими НКО по введению Мадридского плана в национальные программы, участие директора «МЦ Интербилим» с докладом на международной встрече по национальному внедрению Мадридского плана, решение во время встречи вопроса о предоставлении Кыргызстану технической помощи со стороны ООН для реализации Мадридского плана',
      '5) Информационно-просветительская кампания «За честные и свободные выборы!» совместно с партнерами  в 3 округах городов Бишкек и Ош',
      '6) оказание тренинговых услуг; информационно-консультативных  услуг, технических и проектных услуг для целевых и других НКО, 60 женщин Аксыйского района были обучены на тренинге в партнерстве с ОБСЕ с целью урегулирования последствий  конфликта в Аксы - 2002 г.;',
    ],
  },
  { 
    year: [2005],
    description: [
      '1) Обращение по защите НКО сектора к Президенту совместно с партнерами в январе 2005 года по поводу заявления Министерства Юстиции о необходимости срочной проверки деятельности общественных организаций, получающих гранты от международных организаций,',
      '2) совместное Обращение с партнерами по фактам нарушения прав человека и ограничению свободы в  феврале 2005 года, Акция по необходимости отмены моратория на проведение мирных  митингов, шествий и демонстраций в январе - феврале 2005 года,',
      '3) Акция гражданских организаций и жителей Бишкека «Бишкек, проснись! Мы хотим знать правду!», проведенная «МЦ Интербилим» с партнерами 23 марта 2005 года в г. Бишкек в связи с информационным вакуумом и политикой президента, связанной с нарушениями прав человека, поддержка акции молодежными движениями «Бирге», «Кел-Кел Возрождение, Бюро по правам человека и соблюдению законности',
    ],
  },
  { 
    year: [2006],
    description: [
      '1) Общественная кампания гражданских организаций Кыргызстана против приватизации энергосектора: 7 общественных слушаний, Обращение к Совету директоров ЕБРР, Обращение к президенту, спикеру и правительству КР;',
      '2) Встречи и общественные слушания, сбор  предложений и подписей среди НКО против вхождения в программу ХИПИК (HIPC) - «Инициатива в поддержку бедных стран с высоким уровнем задолженности», подписана Декларация совместно с НКО с призывом к международным финансовым институтами - списать внешний долг КР и других государств с переходной  экономикой без вхождения в программу ХИПИК, организация Международной акции по сбору подписей среди различных групп и НПО о программе HIРC в течение апреля-мая 2006 года. С марта по декабрь 2006 года НКО были проведены десятки акций против вступления в программу ХИПИК,',
      '3) Выступление «МЦ Интербилим» с инициативой проведения Общенационального Гражданского Форума-II 12 октября 2006 года с целью поиска компромисса между оппозицией и властью, объединения всех прогрессивно-мыслящих сил для стабилизации ситуации в стране, выработка совместной Резолюции и представление в  правительство, общественности, др.;',
    ],
  },
  { 
    year: [2007],
    description: [
      '1) Обращение в ответ на заявление о запрете НКО сектору, как грантополучателю участвовать в политических акциях,  ',
      '2) Обращение совместно с партнерами в ЖК по поводу налогообложения НКО в октябре 2007года,',
      '3) содействие в организации и участие  в Гражданском форуме «Дорога к справедливости: Тупик или есть выход?» 26 марта 2007 года,',
      '4) проведение Круглого стола «Апрель 2007: Извлеченные уроки» по  ситуации в стране» после разгона митингующих 19 апреля и проведение пресс-конференции с лидерами НКО об опасности подавления инакомыслия в стране и др.;',
    ],
  },
  { 
    year: [2008],
    description: [
      '1) акции совместно с партнерами по свободе слова и выражению мнения, на мирные собрания и объединения,',
      '2) акции совместно с партнерами против приватизации стратегических объектов страны и сращивания криминалитета с властью, против репрессий в отношении общественных деятелей, НКО и СМИ,',
      '3) Обращения в  связи с ситуацией в стране и проведением парламентских выборов 2007 года с грубыми фальсификациями,',
      '4) Обращение совместно с партнерами: Бюро по правам человека, ОО «Таза-Табигат относительно распределения водных и энергетических ресурсов КР,',
      '5) участие в деятельности Общественного Парламента (ОП) с 20 февраля 2008 года (итого 8 заседаний), др.;МММ',
    ],
  },
  { 
    year: [2009],
    description: [
      '1) пресс-конференция с НКО и Обращение «Кыргызстанские НКО выступают против ужесточения контроля над гражданским обществом» от 2 марта 2009 г. к Президенту, ЖК и Омбудсмену КР,',
      '2) участие в нескольких мирных акциях: в защиту незаконно осужденных лиц в Ноокатских событиях,',
      '3) участие с партнерами в рассмотрении дел в судах в качестве общественных защитников,',
      '4) Акция протеста «Стоп репрессиям!»: 31 июля 2009 года правозащитницы: директор «МЦ Интербилим» Асия Сасыкбаева и координатор программы «МЦ Интербилим» Гульнара Джурабаева и лидеры других НПО: Толекан Исмаилова   и Азиза Абдирасулова с целью  поддержки и защиты незаконно осужденных лиц  провели акцию протеста «Стоп репрессиям!», приковав себя наручниками у здания Правительства, протестуя против незаконно задержания и заключения под стражу мирных граждан, не согласных с итогами прошедших президентских выборов, против пыток,',
      '5) проведение независимого наблюдения за выборами Президента «МЦ Интербилим» в составе Союза Гражданских Организаций в 2009 году; ',
    ],
  },
  { 
    year: [2010],
    description: [
      '1) Обращение к Генеральному прокурору КР о необходимости проведения тщательногорасследования и правовой оценки по фактам правонарушений во время выборов,',
      '2) Акция против приватизации стратегически важных государственных объектов и против сокрытия обстоятельств продажи распределительной  компании и «КыргызТелекома»,',
      '3) протест против продажи «КыргызТелекома» и Североэлектро» через Обращения в правительство, к Министру госимущества  КР;',
    ],
  },
  { 
    year: [2011],
    description: [
      '1) деятельность по продвижению реформы с партнером Гражданский Союз «За реформы и результат» в органах внутренних дел КР: сбор предложений от гражданского общества по необходимости реформированию ОВД, становление  «МЦ Интербилим» одним из членов группы разработчиков Альтернативной Концепции по реформированию ОВД,',
      '2) защита интересов пострадавших через внедрение механизмов прозрачности в деятельности Госдирекции,',
      '3) содействие занятости и временным рабочим местам для пострадавших через организацию мастерских по швейному делу, ремонту автомобилей, выпечке и др. с вовлечением 153 семей,',
      '4)  защита прав граждан и пострадавших во время  июньских событий Ошским филиалом «МЦ «Интербилим» совместно с НКО по незаконному начислению штрафов за электричество;',
    ],
  },
  { 
    year: [2012],
    description: [
      '1)  общественные слушания и совместный сбор с ГС «За реформы и результат»  более 10.000 подписей в поддержку Альтернативной концепции по продвижению реформы в ОВД,',
      '2) успешное лоббирование вопроса о создании Фонда поддержки местных инициатив в г. Ош по выделению средств из  местного бюджета,',
      '3) деятельность по защите жителей, чьи участки и индивидуальные дома под снос, участие в разработке Реестра муниципальных услуг совместно с мэрией города Ош,',
      '4) публикация пособия «Руководство для граждан по взаимодействию с ЖК КР» для защиты прав граждан на информацию, др.;',
    ],
  },
  { 
    year: [2013],
    description: [
      '1) продолжение кампании «МЦ Интербилим» в составе Гражданского Союза по продвижению реформы в системе МВД в защиту прав граждан на безопасность и качественные государственные услуги: общественные слушания в регионах страны, участие на встрече с премьер-министром, аппаратом правительства по продвижению Альтернативной концепции и обсуждению  реформ в  системе МВД,',
      '2) участие в информационной кампании против законопроекта об «иностранных  агентах»: Обращение по поводу инициативы внесения изменений в законодательство о НКО, как «иностранных агентов», выступления в СМИ и др.;',
    ],
  },
  { 
    year: [2014],
    description: [
      '1) содействие пострадавшим гражданам Ошским филиалом  «МЦ Интербилим, членом координационного комитета «Региональный гуманитарный форум  (РГФ),',
      '2) обеспечение пострадавших граждан доступом к получению бесплатной юридической Консультации Ошским филиалом «МЦ Интербилим», к оформлению обращений в вышестоящие органы власти, привлечение независимого оценщика для оценки ущерба для защиты прав граждан на достаточное жилье при сносе и изъятия жилья,',
      '3) разработка  совместно с партнером  Альянс «Свободное Поколение» Публикации о последствиях для страны в случае принятия законопроекта в результате негативного воздействия и  деструктивности при принятии положительного решения относительно Законопроекта об  НКО, как «иностранных агентов» и др.;',
    ],
  },
  { 
    year: [2015],
    description: [
      '1) продолжение участия в информационной кампании с партнерами против законопроекта об «иностранных агентах» в защиту НКО сектора:  сбор подписей, выступления на пресс- Конференциях и Круглых Столах,  посещение заседаний Комитета по правам человека, конституционному законодательству и государственному устройству, публикации статей в СМИ, как «Для обеспечения прозрачности нет необходимости идентифицировать НКО как «иностранных агентов»,',
      '2)  участие в деятельности Общественного Движения «За отмену льгот и привилегий депутатов ЖК КР»;',
    ],
  },
  { 
    year: [2016],
    description: [
      '1) продолжение информационной кампании по защите НКО сектора и против принятия законопроекта об «иностранных агентах»,',
      '2) деятельность по обсуждению изменений в Конституцию и в работе Движения за Конституционное Совещание,',
      '3) оказание содействия Ошским филиалом «МЦ Интербилим» для граждан по отстаиванию прав на жилье и в восстановлении  прав при сносе жилья,',
      '4) мониторинг предвыборных обещаний политических партий и др.',
    ],
  },
  { 
    year: [2017],
    description: [
      '1) проведение эдвокаси кампании «МЦ Интербилим» в защиту прав избирателей и журналистов,',
      '2) Обращение Ошского филиала «МЦ Интербилим»  по вопросу разработки Правил застройки в г. Ош,',
      '3) лоббирование вопроса реализации Закона по улучшению местных услуг в г. Ош, обеспечению права на достаточное жилье:  интересы жителей многоэтажных домов, защита прав женщин по вопросам прав и обязанностей банков, отстаивание прав граждан перед застройщиками, обсуждение проекта Закона об обязательном страховании жилья, вопрос увеличения выкупной суммы жилья и др.МММ',
    ],
  },
  { 
    year: [2018, 2019],
    description: [
      '1) участие «МЦ Интербилим» в работе по усовершенствованию  избирательного законодательства по защите прав избирателей,',
      '2) сеть Общественных организаций Региональный гражданский форум (РГФ), включая Ошский филиал «МЦ Интербилим», сделала Обращение к депутатам Ошского городского кенеша относительно плана социально-экономического развития г. Ош,',
      '3) Ошский филиал Интербилима обратился в региональную Прокуратуру по несправедливому распределению мэрией г. Ош социального жилья для ЛОВЗ;',
    ],
  },
  { 
    year: [2020, 2024],
    description: [
      '1) презентация  «О роли НКО сектора КР в развитии страны и государства» в рамках  информационной кампании о НКО на конференции «Благоприятная среда для организаций гражданского общества», презентация «Обзор деятельности региональных ОГО в решении местных проблем» на конференции - Многосторонний диалог «Вклад организаций гражданского общества (ОГО) в развитие регионов Кыргызской Республики», публикация «О Секторе НКО  Кыргызстана», статья «О Политической деятельности»,',
      '2) Обращение с партнерами в Комитет по конституционному законодательству, Государственному устройству, судебно-правовым вопросам и  регламенту ЖК КР по вопросу нарушения Регламента ЖК КР: статьи 82, 83 и 85, участие в парламентских слушаниях в ЖК КР, др.',
    ],
  },
]