import { IProjectCard } from '@/src/app/ourProjects/ui/ProjectCard';

const projects: { left: IProjectCard[]; right: IProjectCard[] } = {
  left: [
    {
      title: "ПАСПОРТ К УСПЕХУ™",
      image: "/ourProjects/ourProjects-1.png",
      text: [
        '     Программа ««Паспорт к успеху»™ осуществлялся для школьников средних образовательных школ в период с 2011 год по 2014 год при финансовой поддержке YIF.',
        '  Эта программа  - комплексная методика из 38 интерактивных уроков, объединенных в пять основных частей: развитие личностных качеств и способностей,  развитие навыков конструктивно справляться с конфликтными ситуациями, получение знаний о здоровом образе жизни, развитие навыков, необходимых для достижения успеха в профессиональной деятельности, подготовка и реализация молодыми людьми социальных проектов для решения проблем местного сообщества,  культурные походы в театры, музеи, галереи, участие в Неделе добра, других мероприятиях и акциях, организуемых организациями-партнерами в рамках программы «Jasa.kg». Уроки программы проводились на кыргызском, русском и узбекском языках. ',
      ],
    },
    {
      title: "Кыргызстан – страна уникального многообразия культур",
      image: "/ourProjects/ourProjects-3.png",
      text: [
        '  В рамках информационной кампании  «МЦ Интербилим» была создана серия из 4-х видеороликов: «Кыргызстан- страна межэтнического согласия»; «Многоязычие»; «Кыргызстан- светское государство»; «Толерантность в многообразии»,  транслировавшихся на ТВ и размещенные в социальных сетях, были проведены мотивационные встречи с 300 молодежью Чуйской области в 2018 году при поддержке Представительства Saferworld.',
      ],
    },
    {
      title: "Профилактика правонарушений для несовершеннолетних",
      image: "/ourProjects/ourProjects-5.png",
      text: [
        '      Интербилим осуществил информационную кампанию по профилактике правонарушений среди несовершеннолетних и молодежи в 2018 году при поддержке Представительства Saferworld.. «МЦ Интербилим» совместно с ОсОО MEDIA LAB создал видео ролик с интересной подачей 4 сюжетов по правонарушениям с участием актеров и разъяснением по правонарушениям и мерам ответственности. Сюжеты видео ролика охватывают кадры преступлений:  кража, соучастие в преступлении, вымогательства, вандализм, причинение тяжкого вреда здоровью. Видео ролик разработан для осознания, что у каждого есть возможность жить в соответствии с принципами морали, не нарушая закон.',
      ],
    },
    {
      title: "ПОВЫШЕНИЕ ПОТЕНЦИАЛА НКО И ОРГАНИЗАЦИОННОЕ РАЗВИТИЕ",
      image: "/ourProjects/ourProjects-7.png",
      text: [
        '   Интербилим осуществил проект по наращиванию потенциала НКО и организационному развитию целевыми группами НКО в период с 2002 по 2003 гг., при поддержке ХИВОС /ИККО/ Голландская межцерковная помощь.',
        '     Для кластерных НКО были проведены 44 тренинга и консультации.  Тематика проведенных тренингов была обширной и включала в себя 18 наименований: «Концепция НКО», «Эдвокаси и лоббирование», «Общественные слушания», «Управление НКО», «Пропаганда деятельности НКО в СМИ», «Эффективное руководство», «Разработка проекта», «Волонтерство», Организационное развитие», «Социальное партнерство», «Совместное изучение нужд села» (PRA), «Мониторинг и оценка», «Развитие членских организаций», «Формирование заинтересованной среды», «Фандрейзинг и финансовая устойчивость», «Лидерство и построение команды», «Стратегическое планирование» и др.',
      ],
    },
    {
      title: "ШКОЛА ЛИДЕРСТВА",
      image: "/ourProjects/ourProjects-9.png",
      text: [
        '     Проект «Школа Лидерства» осуществлялся в период с 2006-2011 гг. В рамках проекта было обучено  259 представителей молодежи с разных структур общества: в головном офисе- 134, в филиале- 125 при поддержке ИККО – ICCO.',
        '   Цель проекта – Содействие развитию поколения лидеров в КР, поддерживающих  демократические принципы, обладающих такими  лидерскими качествами, как принятие политических решений, продвижение прав человека и общественных интересов, инициативность, способность убеждать, увлекать людей с помощью интеллектуальных или эмоциональных средств и т.д.',
        ' Интербилим разработал программу «Школы Лидерства», состоящую из тренинговых Модулей, таких как «Права человека», «Лидерство», «Разработка проекта», «Эдвокаси и лоббирование», «Стратегическое мышление», «Искусство фасилитации», «Разрешение конфликтов», «Ораторское искусство», «Управление многообразием», «Управление временем»,  «Процесс принятия решений» и др. Тренинги проводились в интерактивной форме обучения.',
      ],
    },
    {
      title: "Организация совместного мониторинга и оценки в 20 муниципалитетах “Успешный Аймак 2” ",
      image: "/ourProjects/ourProjects-11.png",
      text: [
        '    Проект «Организация совместного мониторинга и оценки» в 20 муниципалитетах КР в Нарынской, Ошской, Джалал-Абадской и Иссык-Кульской областях осуществлялся филиалом «МЦ Интербилим» с 1 Февраля по 15 Декабря 2023 года при поддержке USAID, реализуемым DPI.',
        '      Реализация проекта: 1. Деятельность по тренингам;  2. Коммуникация и связь с общественностью;  3. Деятельность 20 Групп по Совместному мониторингу и оценке; 4. Утверждение планов по мониторингу и оценке 20 ГСМиО; 5. Выводы и рекомендации по проекту.',
      ],
    },
    {
      title: "УСИЛЕНИЕ ПОТЕНЦИАЛА МОЛОДЫХ ЖЕНЩИН И МУЖЧИН В КЫРГЫЗСТАНЕ ДЛЯ ПРОДВИЖЕНИЯ МИРА И БЕЗОПАСНОСТИ",
      image: "/ourProjects/ourProjects-13.png",
      text: [
        '    Проект «Усиление потенциала молодых женщин и мужчин в Кыргызстане для продвижения мира и безопасности» осуществлялся в период в 2019- 2020 гг. при поддержке Представительства «Saferworld» в КР и United Nations peacebuilding. ',
        '    В рамках проекта были проведены Летние Лагеря Демократии на севере и юге страны с охватом 900 учащихся средних образовательных школ. Был разработан Учебный Модуль по Лагерю Демократии с охватом таких тем, как «Основы Демократии», «Многообразие, толерантность и религиозная терпимость», «Эффективные коммуникации», «Медиа грамотность, критическое мышление», «Гражданственность» и «Участие в принятии решений».',
      ],
    },
  ],
  right: [
    {
      title: "Повышение прозрачности местных властей при помощи информирования  уязвимых женщин и молодежи о социальных  услугах в г. Ош",
      image: "/ourProjects/ourProjects-2.png",
      text: [
        '    Проект осуществлялся в городе Ош в период с 15 октября 2017 г. по 31 января 2018 года при технической поддержке Представительства «Saferworld» в КР.',
        '  В рамках проекта была разработана программа «прозрачная очередь» и открыта рубрика сайта Департамента индивидуального жилищного строительства (ИЖС) мэрии г. Ош  dijsosh.kg для размещения в открытом доступе списков граждан, стоящих на очереди по получению земельных участков под строительство индивидуального жилья.',
        '  В рамках проекта были  обучены сотрудники Департамента  по информированию граждан о своей деятельности, навыкам работы с созданной базой данных граждан (внесение и получение информации) и сайтом, навыкам консультирования граждан, обратившихся за консультацией,  проведен «День правовых консультаций» с предоставлением бесплатных консультаций для горожан по организации безопасного и комфортного жилья; создан информационный видеоролик и транслировался на ТВ с целью информирования граждан о запуске сайта.',
      ],
    },
    {
      title: "Защита и продвижение жилищных и имущественных прав  внутренне перемещенных лиц в приграничных районах Кыргызстана",
      image: "/ourProjects/ourProjects-4.png",
      text: [
        '    Проект осуществлялся с августа 2021 года по февраль 2022 года при финансовой поддержке правительства Швейцарии. Бенефициары проекта: Пострадавшие семьи в результате приграничного конфликта в апреле 2021 года.',
        '    Ошский филиал «МЦ Интербилим работал с задачами: 1) Содействие в восстановлении документов собственности на жилье и юридическое сопровождение в обращении в госорганы, 2) Мониторинг соблюдения права на достаточное жилье в ходе восстановления пострадавших регионов, 3) Эдвокаси прав граждан на справедливые компенсации, 4) Меры, предпринятые властями в рамках деятельности по восстановлению.',
      ],
    },
    {
      title: "ДЕМОКРАТИЯ И МОЛОДЕЖЬ",
      image: "/ourProjects/ourProjects-6.png",
      text: [
        '      Проект осуществлен в период с 2007 по 2009 гг. при поддержке ЕС. Целью проекта являлось вовлечение молодежи в демократические процессы в КР.',
        '   Тренинги проекта были направлены на повышение гражданственности, осведомленности молодежи и других граждан (особенно в отдаленных и сельских) в области избирательных прав, мобилизации молодежи для активного и ответственного участия в выборах.',
        'В рамках проекта на завершающем этапе было осуществлено следующее:',
        '-  проведен Круглый Стол «Защита гражданских и политических прав молодежи КР», проведена информационно- образовательная кампания «Честные выборы с нами и для нас!»;',
        '- более 10 статей молодежи на тему участия в выборах были опубликованы в национальных и местных печатных и интернет СМИ, были организованы теле-дебаты на ТВ.',
        '- проведен мониторинг избирательных прав молодежи и студентов в предвыборный период, июнь- июль 2009 года;',
        '- проведена итоговая конференция проекта с участием 91 человек: активистов, волонтеров со всех пилотных регионов проекта, партнеров проекта (политических партий, молодежных организаций, правозащитников) и доноров проекта;',
        '- 10 декабря 2009 года был проведен круглый стол на тему «Сделай права человека реальностью!», посвященный всемирному дню прав человека с участием 77 человек (молодые активисты, правозащитники, партнеры, эксперты по правам человека).',
      ],
    },
    {
      title: "УСИЛЕНИЕ ГРАЖДАНСКОЙ АКТИВНОСТИ ДЛЯ УЛУЧШЕНИЯ УПРАВЛЕНИЯ  ТВЕРДЫМИ БЫТОВЫМИ ОТХОДАМИ (ТБО) РАДИ БЕЗОПАСНОЙ ЭКОЛОГИИ",
      image: "/ourProjects/ourProjects-8.png",
      text: [
        '   Проект Ошского филиалА Интербилим «Усиление гражданской активности для улучшения управления  твердыми бытовыми отходами (ТБО) ради безопасной экологии» осуществляется в период с 2023 г. при финансовой поддержке ЮСАИД- USAID.',
        '    Цель проекта - улучшение управления  твердыми бытовыми отходами (ТБО) ради безопасной экологии.',
        'Задача 1. Укрепить гражданское лидерство и участие в 19 пилотных муниципалитетах.',
        'Внедрение биллинговой системы в пяти ОМСУ',  //! need to make dots like in ul>li
        'Консультация по изменениям в налоговом кодексе для ОМСУ и МП Тазалык',  //! need to make dots like in ul>li
        'Организация работы эко-пунктов',  //! need to make dots like in ul>li
        'Усиление потенциала ИГ и консультантов по гражданскому участию',  //! need to make dots like in ul>li
        'Задача 2. Выявить и изменить поведенческие аспекты обращения с твердыми отходами в каждом целевом сообществе. ',
        'Реализация второго этапа СНП инициатив', //! need to make dots like in ul>li
        'Задача 3. Улучшить управлением твердо-бытовыми отходами в 19 ОМСУ.',
        'Укрепление потенциала ОМСУ по управлению ТБО.', //! need to make dots like in ul>li
      ],
    },
    {
      title: "ПОВЫШЕНИЕ УВЕРЕННОСТИ СЕМЕЙ МИГРАНТОВ ЧЕРЕЗ СОЗДАНИЕ И УКРЕПЛЕНИЕ ИНСТИТУТА ЗАЩИТЫ ПРАВ В 8 СООБЩЕСТВАХ ОШСКОЙ И ДЖАЛАЛ- АБАДСКОЙ ОБЛАСТЕЙ",
      image: "/ourProjects/ourProjects-10.png",
      text: [
        '    Ошский филиал «МЦ Интербилим» осуществлял проект «Повышение уверенности семей мигрантов через создание и укрепление института защиты прав в восьми сообществах Ошской и Джалал-Абадской областях» в период с 2012-2014 гг. при поддержке ИККО- ICCO.',
        '  Целью проекта являлось расширение доступа уязвимых семей мигрантов к получению социальных услуг в восьми сообществах Ошской и Джалал-Абадской областях через развитие 98 агентов в 9 сообществах из семей мигрантов по самостоятельному отстаиванию и реализации своих прав.',
        ' Была проведена работа по повышению осведомленности членов сообществ, подверженных миграции, о последствиях миграции, правах и обязанностях и улучшению способности действовать соответственно ситуации,  была оказана психо-социальная поддержка для семей мигрантов, получен доступ к социальной помощи, оказываемой местными властями, были улучшены местные услуги для семей мигрантов, обеспечено равноправное партнерство НПО-сектора в процессе принятия решений по общественно-политическим вопросам на национальном уровне.',
      ],
    },
    {
      title: "ДОСТАТОЧНОЕ ЖИЛИЩЕ, КАК ОСНОВОПОЛАГАЮЩЕЕ ПРАВО ЧЕЛОВЕКА",
      image: "/ourProjects/ourProjects-12.png",
      text: [
        '   Проект  «Достаточное жилище, как основополагающее право человека» осуществлялся Ошским филиалом «МЦ Интербилим» в период с 2021 по 2022 гг.',
        '  Цель проекта - Продвижение права на достаточное жилище через улучшение законодательства и активизацию гражданского общества.',
      ],
    },
  ],
};

export { projects };
